[
	// Start
  {
    "ActStepName": "Start",
    "ActText": "
	Первый день Ивана в армии 22 Июня.
	Иван будучи призванным в армию был вынужден подстричься налысо,
	но он не знал, что в армии это делают бесплатно.
	Прапорщик Андреянов отправил Ваню в кубрик, что бы он выбрал себе койку,
	и выложил вещи в тумбочку, но его ждали там неприятности.
	- О! Душара зашел! - Закричал один из старослужащих,
	- Ну что дух, запах пирожков принес, а где сами пирожки?
	У Ивана был не простой выбор.
	С одной стороны надо подружиться с товарищами, а с другой нельзя прогибаться."
  },
   // Act 1
  {
    "ActStepName": "Меня Ваня звать, я сюда не пирожки есть пришел, а чтоб служить!",
    "ActText": "
	'-Уважаем, будешь Беляшем', - сказал лежащий на кровати старшина.
	Всего в кубрике было 3 человека не считая Ивана.
	Старшина Семенов, сержант Хисматов, и рядовой Гаврюшин. 
	Иван задавался вопросом:'-Почему меняпослали именно в этот кубрик?'.
	Он набрался храбрости и сказал:' - Беляш не плохая кличка, Домашная... 
	Но все же зовите меня по имени, мы ведь не на зоне.' - после своих слов Иван
	посмотрел на всех присутствующих, и остановил свой взгляд на сержанте.
	Сержант поднялся с кровати и протянул Ивану руку:' - Вадим, будем знакомы.
	Не каждый осмелится пойти против старшины. А то что тебя прислали в этот
	кубрик - это ничего страшного. Будешь у окна спать, и не дай бог простынешь,
	оно у нас слегка продувает...'.

	Иван пожал руку в ответ и прошел к своей кровати.
	Но он еще не знал что это его любимое место в армии на ближайший год.
	Время шло, полшло уже 3 месяца с его службы.
	Иван обживался новыми друзьями и товарищами во взоде.
	И вот одним теплым и томящим днем Иван встретил ее.

	Во время посторения ко взводу подошел, не не так, ко взводу припархалаКапитан Любянова.
	Командир Роты сообщил взводу что теперь их командиром взвода будет она.
	Во взводе тут же прошлись возгласы, но командир роты тут же наорал на всех
	и придупредил что все кто будет доставлять неприятности новому командиру
	будут отчитаны и отправлены на дополнительные работы, и на примере Ивана
	Комбарова он это продемонстрирует.
	'-Комбаров выйти из строя на два шага!' - Сказал Командир роты Уткин.
	Иван подчинился и сделал веленное.

	Он было хотел оспорить данное решение, но знал, что армия беспощадна,
	и чем больше он пытается выкорабкаться, тем больше вязнет.
	Командир продолжил:'-Комбаров слушай мою команду!
	С этого момента ты будешь  помогать Капитану в свое свободное время!
	Приказ ясен?!'.
	'-Так точно товарищ Старший Лейтинант!'.
	'-Встать в строй!'
	С одной стороны его ждали бессонные ночи в канцелярии, а с другой
	постоянный заеб от командира, потому что все знали, как порою командиры
	задрачивают рядовых.

	По возвращению в расположение(казарму) Ивана ждал не менее приятный
	сюрприз, КОмандир взвода Любянова сообщила ему что его взвод заступает в
	наряд и Иван играет в нем главную роль, он заступает в наряд, и подмигнув
	сказала что бы он зашел к ней в 2 часа ночи:
	'-У меня есть для тебя работенка с которой справишься только ты, и только
	попробуй забыть, а теперь иди и подготавливайся к держурству.'
	'-К дежурству?' - Удивился Иван, ведь заступают в дежурство только Младшие
	сержанты или командиры отделения, а ни тем и ни тем он не являлся.
	'-Ничего удивительного, хочу увидеть тебя в бою, кхм....в смысле увидеть на тебе
	значек дежурного.'
	'-Но ведь в отряде есть три командира отделения!' - было прокричал Иван,
	но контрольный аргумент привел его в чувства.
	'-Тебе въебать?' - Нежно спросила его Любянова.
	'-Я понял', - Иван хоть и не мог смириться с ее аргументом, но собравшись духом
	выдвинулся к подготовке к дежурству, ему оставалось 3 часа до заступления.

	Капитан Любянова была довольно стройной девушкой и привлекательной на
	глаз, а  на вид Иван бы дал ей 21 год. Сложно представить что такая хрупкая и
	невысокая девушка может отправить в больничку на долго...
	Во время подготовки Иван встретил рядового Гаврюшина и тот услышав что
	Иван заступает на дежурство решил помочь ему, и дал 2 пакетика кофе. "
  },
  {
    "ActStepName": "Ответить взаимностью",
    "ActText": "
	'Твоя мамка тебе привет передавала, а вот пирожки забыла', - ответил Иван.
	Старослужащие тут же вскочили и кинулись на Ваню. 

	Он в свою очередь отпрыгнув назад развернулся и побежал в коридор. 

	В коридоре его ждал мокрый пол, и он подскользнувшись сбил мыльное ведро с водой, 
	при этом сумев устоять на ногах и побежал дальше. 

	Дневальный молча охуевать не собирался, он взял швабру и попытался ударить Ваню, 
	но тот увернувшись сбил его с ног и побежал..."
  },
  {
    "ActStepName": "Уебать с ноги одного из старослужащих",
    "ActText": "
	В сердце Ивана разбушевалась ярость, она напомнила ему кто он есть,
	и для чего существует. 
	Он вспомнил уроки карате из детства, что позволило ему легким движением
	ноги закрыть дверь, и замахнуться с левой ноги на одного из 
	старослужащих. 
	Но тот, более грациозным движением поймал ногу Ивана, 
	тем самым заставив его задуматься:
	-'Может быть стоило использовать правую ногу?'. 
	Очнулся Иван уже один в комнате. 
	Голова немножко болела, но в сознании еще оставались смутные моменты
	его глупых и несмышленных моментов. 

	Последнее что он помнил - это как его схватили за ногу и 
	кинули об стенку. Было больно, а точнее больно вспомниать это.
	Собравшись духом он пошел мстить подлым сослуживцам.
	Но вот не задача, он не помнил как они выглядят. поэтому ему
	приходится выбирать между тем как, пытаться отыскать правду,
	и попытаться забыть этот маленький конфуз."
  }
  
  // Act 2
]